{
    "animes": [

      {
        "id": 1,
        "title": "made in abyss",
        "img": "https://images-na.ssl-images-amazon.com/images/I/81yeUYrEJXL.jpg",
        "assistido": false,
        "descricao": "Made in Abyss é uma série de mangá voltada ao público seinen, escrita e ilustrada por Akihito Tsukushi. A história gira em torno de uma cratera numa ilha perdida, descoberta há cerca de 1900 anos, de origem e profundidade desconhecidas."
      },
      {
        "id": 2,
        "title": "Attack on Titan",
        "img": "https://img1.ak.crunchyroll.com/i/spire1/13b484b48acc14537703fbc505b087121558560482_full.jpg",
        "assistido": false,
        "descricao": "Eren Jaeger jurou eliminar todos os Titãs, mas em uma batalha desesperada ele se torna aquilo que mais odeia. Com seus novos poderes, ele luta pela liberdade da humanidade, combatendo os monstros que ameaçam seu lar. Mesmo depois de derrotar a Titã Fêmea, Eren não consegue descansar - uma horda de Titãs se aproximam da Muralha Rose e a batalha em nome da humanidade continua!"
      },
      {
        "id": 3,
        "title": "re zero",
        "img": "https://img1.ak.crunchyroll.com/i/spire2/b83caa7d52b1a053830ee3061d736c741594318665_full.jpg",
        "assistido": false,
        "descricao": "Re:Zero kara Hajimeru Isekai Seikatsu, também conhecido como Re:Zero − Starting Life in Another World, é uma série de light novel escrita por Tappei Nagatsuki e ilustrada por Shinichirou Otsuka."
      },
      {
        "id": 5,
        "title": "the god of high school",
        "img": "https://img1.ak.crunchyroll.com/i/spire4/7b0b1d0858c0aeaad7fbb264b91f634e1593645590_full.jpg",
        "assistido": true,
        "descricao": "The God of High School é um webtoon sul-coreano escrito e ilustrado por Yongje Park. Ele foi serializado na plataforma webtoon da Naver Naver Webtoon desde 8 de abril de 2011, com os capítulos individuais coletados e publicados pela Imageframe sob seu rótulo Root em um volume em abril de 2020."
      },
      {
        "id": 6,
        "title": "Boku no Hero Academia",
        "img": "https://img1.ak.crunchyroll.com/i/spire2/cccce22d1dfaaf713284a617ee0b539a1572467883_full.jpg",
        "assistido": false,
        "descricao": "Boku no Hero Academia, também conhecido como My Hero Academia no ocidente, é uma série de mangá escrita e ilustrada por Kōhei Horikoshi. Os capítulos do mangá são publicados na revista Weekly Shōnen Jump desde julho de 2014, sendo compilados em volumes formato tankōbon pela editora Shueisha."
      },
      {
        "id": 7,
        "title": "that time i got reincarnated as a slime",
        "img": "https://img1.ak.crunchyroll.com/i/spire4/15a59c8efa8ea6cccb53fff530c2f1921548272848_full.jpg",
        "assistido": false,
        "descricao": "That Time I Got Reencarnated as a Slime, também conhecido como TenSura ou Slime Isekai, é uma novela japonesa de fantasia, escrita por Fuse e ilustrada por Mitz Vah. Foi serializado on-line entre 2013 e 2016 no site de publicação de romances Shōsetsuka ni Narō, gerado pelo usuário."
      },
      {
        "id": 8,
        "title": "hunter x hunter 2011",
        "img": "https://img1.ak.crunchyroll.com/i/spire3/cbb55a6382682bf71e91f685c6473c5a1487736090_full.jpg",
        "assistido": false,
        "descricao": "Hunter × Hunter é uma série de televisão de anime exibida no período de 2011 a 2014, baseada no mangá Hunter × Hunter de Yoshihiro Togashi. A história começa com um garoto chamado Gon Freecss, que um dia descobre que o pai que ele pensava estar morto, está de fato vivo e bem. "
      },
      {
        "id": 9,
        "title": "Kimetsu no Yaiba(Demon Slayer)",
        "img": "https://img1.ak.crunchyroll.com/i/spire3/f1fe5c7a43cb2f38f4152a58f89479821554508873_full.jpg",
        "assistido": false,
        "descricao": "Kimetsu no Yaiba, é uma série japonesa de mangá shōnen escrita e ilustrada por Koyoharu Gotōge. O mangá é serializado desde 15 de fevereiro de 2016 na revista semanal Weekly Shōnen Jump, com seus capítulos sendo reunidos, até o momento, em 18 volumes tankōbon pela editora Shueisha."
      },
      {
        "id": 10,
        "title": "Bungo Stray Dogs",
        "img": "https://img1.ak.crunchyroll.com/i/spire2/c33592b4651e7cccf7ec66244e0f8ee81555537663_full.jpg",
        "assistido": false,
        "descricao": "Expulso do orfanato e prestes a morrer de fome, Atsushi Nakajima conhece alguns homens bastante estranhos. Um deles, Osamu Dazai, é um suicida tentando se afogar em plena luz do dia. Outro, chamado Doppo Kunikida, fica parado, folheando nervosamente seu bloco de anotações. Ambos são membros da Agência de Detetives Armados, e se dizem responsáveis por solucionar casos que nem a polícia e o exército ousam tocar."
      },
      {
        "id": 11,
        "title": "Fullmetal Alchemist: Brotherhood",
        "img": "https://img1.ak.crunchyroll.com/i/spire4/fabddf1040abbd18948b9aacc18011b31475523493_full.jpg",
        "assistido": false,
        "descricao": "O descaso com as leis da alquimia tomou dois dos membros de Edward Elric e deixou a alma de Alphonse presa a uma armadura. Para recuperar o que perderam, os irmãos procuram a Pedra Filosofal. O exército corrupto, os homúnculos, alquimistas estrangeiros... Inimigos e aliados alterarão o curso dos irmãos Elric, mas nada conseguirá mudar seu propósito ou romper o elo entre os dois."
      }
    ] 
}